Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/OnBoardingBundles/TVApp.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# THIRD_BULLET_WLAN
source: We also collect information about your purchases, downloads, activity in the Videos app, the content you watch, and where you watch it to tailor features and offer personalized recommendations and to send you notifications. You can opt out of the use of data for this purpose, as described below.
ar: نجمع أيضًا معلومات حول مشترياتك وتنزيلاتك ونشاطك في تطبيق الفيديوهات وعن المحتوى الذي تشاهده وأين تشاهده لتخصيص الميزات وتقديم توصيات مخصصة وإرسال إشعارات إليك. يمكنك التوقف عن السماح باستخدام البيانات لهذا الغرض كما هو مبين أدناه.
bg: Също така събираме информация за вашите покупки, изтегляния, активност в приложението Видео, съдържанието, което гледате и къде го гледате, за да персонализираме функциите, да предлагаме персонализирани препоръки и да ви изпращаме известия. Можете да се откажете от използването на данни за тази цел, както това е описано по-долу.
ca: També recopilem informació sobre les compres, les descàrregues, l’activitat a l’app Vídeos, i els continguts que mires i on els mires per oferir‑te funcions a mida, fer‑te recomanacions personalitzades i enviar‑te notificacions. Perquè deixin d’utilitzar‑se les dades, segueix el procediment que es descriu a continuació.
cs: Shromažďujeme také informace o vašich nákupech, stahování a dalších aktivitách v aplikaci Videa a o tom, co a kde sledujete, abychom pro vás mohli připravovat individuálně přizpůsobené funkce a doporučení a posílat vám oznámení. Využívání dat k těmto účelům můžete níže popsaným postupem odmítnout.
da: Vi indsamler også oplysninger om dine køb, dine overførsler og din aktivitet i appen Videoer, det indhold, du ser, og hvor du ser det, for at skræddersy funktioner, tilbyde personlige anbefalinger og sende dig notifikationer. Du kan framelde dig brugen af data til dette formål, som beskrevet herunder.
de: Aktivitäten in der App „Videos“, Daten über deine Käufe, Downloads und Informationen darüber, was du ansiehst und wo, werden auch dazu verwendet, um Funktionen anzupassen, persönliche Empfehlungen anzubieten und dir Mitteilungen zu senden. Du kannst diese Nutzung von Daten, wie nachfolgend beschrieben, deaktivieren.
el: Συλλέγουμε επίσης πληροφορίες σχετικά με τις αγορές, τις λήψεις και τη δραστηριότητά σας στην εφαρμογή «Βίντεο», καθώς και το περιεχόμενο που παρακολουθείτε και πού το παρακολουθείτε, για να προσαρμόζουμε δυνατότητες, να παρέχουμε εξατομικευμένες συστάσεις και να σας στέλνουμε γνωστοποιήσεις. Μπορείτε να επιλέξετε να μη χρησιμοποιούνται τα δεδομένα για αυτόν τον σκοπό, όπως περιγράφεται παρακάτω.
es: También recopilamos información sobre tus compras, descargas, tu actividad en la app Vídeos, qué contenidos ves y dónde los ves para ofrecerte funciones a medida, hacerte recomendaciones personalizadas y enviarte notificaciones. Para que dejen de usarse los datos, sigue el procedimiento que se describe a continuación.
es_us: También recopilamos información sobre tus compras, descargas y actividad en la app Videos —así como el contenido que ves y dónde lo haces— para personalizar funciones, ofrecer recomendaciones personalizadas y enviarte notificaciones. Puedes elegir que no se usen estos datos para este fin de la manera que se describe a continuación.
fi: Apple kerää myös tietoja ostoistasi, latauksistasi ja toiminnastasi Videot‑apissa, katselemastasi sisällöstä sekä siitä, missä katselet, ominaisuuksien räätälöimiseen, henkilökohtaisten ehdotusten antamiseen ja ilmoitusten lähettämiseen. Voit kieltäytyä tästä tietojen käytöstä alla kuvatulla tavalla.
fr: Nous recueillons également les informations relatives à vos achats, vos téléchargements, vos activités dans l’app Vidéos, le contenu que vous visionnez et l’endroit où vous le visionnez pour adapter les fonctionnalités, vous proposer des recommandations personnalisées et vous envoyer des notifications. Vous pouvez vous opposer à l’utilisation de ces données à cette fin, comme décrit ci-dessous.
fr_ca: Nous recueillons également des informations sur vos achats, vos téléchargements et votre activité dans l’app Vidéos, ainsi que sur le contenu visionné, pour adapter les fonctionnalités et les recommandations, ainsi que pour vous envoyer des notifications. Vous pouvez choisir de ne pas autoriser l’utilisation de ces données à ces fins, comme décrit ci-dessous.
he: אנחנו גם אוספים מידע על הרכישות, ההורדות, הפעילות שלך ביישום ״סרטים״, התוכן הנצפה והמקום שבו צפית בתוכן כדי להתאים את המאפיינים ולהציע לך המלצות מותאמות אישית וכדי לשלוח לך עדכונים. באפשרותך לסרב לשימוש בנתונים אלה למטרה זו, כפי שמפורט להלן.
hi: हम आपकी ख़रीदारी, डाउनलोड और वीडियो ऐप में आपकी ऐक्टिविटी, आपके देखे जाने वाले कॉन्टेंट और आप उन्हें कहाँ देखते हैं, जैसी जानकारी का उपयोग आपके अनुसार फ़ीचर उपलब्ध कराने और वैयक्तिकृत अनुशंसाएँ देने और आपको सूचनाएँ भेजने के लिए करते हैं। आप नीचे बताए गए उद्देश्य के लिए डेटा का उपयोग करने का विकल्प अचयनित कर सकते हैं।
hr: Prikupljamo i informacije o vašim kupljenim stavkama, preuzimanjima, aktivnostima u aplikaciji Videozapisi te o sadržaju koji gledate i kada ga gledate kako bismo vam nudili personalizirane preporuke i slali obavijesti. Možete odbiti davanje ovih podataka za tu svrhu na niže opisan način.
hu: Ezenkívül információkat gyűjtünk az Ön Videók appban végrehajtott vásárlásairól, letöltéseiről és tevékenységeiről, a megtekintett tartalmakról, valamint arról, hogy hol tekintette meg a tartalmakat, hogy testreszabjuk a funkciókat, személyre szabott ajánlásokat kínáljunk, és értesítéseket küldjünk Önnek. Az adatok ilyen célú felhasználását az alábbiakban leírt módon lemondhatja.
id: Kami juga mengumpulkan informasi mengenai pembelian, pengunduhan, aktivitas Anda di app Video, konten yang Anda tonton, dan perangkat yang Anda gunakan untuk menontonnya untuk menyesuaikan fitur dan menawarkan rekomendasi personal serta untuk mengirimi Anda pemberitahuan. Anda dapat menonaktifkan penggunaan data ini untuk tujuan ini, sebagaimana yang dijelaskan di bawah.
it: Apple raccoglie anche informazioni relative agli acquisti, ai download, alle attività nell’app Video, a quali contenuti guardi e a quando usufruisci di tali contenuti per fornirti funzionalità e consigli su misura e per inviarti notifiche. Puoi decidere di non consentire l’utilizzo dei dati a questo scopo, come descritto di seguito.
ja: Appleは、あなたに合わせた機能とおすすめを提供したり通知を送信するために、購入、ダウンロード、ビデオアプリでの活動、視聴するコンテンツ、および視聴する場所に関する情報も使用します。後述の通り、この目的のためにデータを使用しないように選択することができます。
kk: Сондай-ақ біз сіздің сатып алуларыңыз, жүктеп алған нысандарыңыз және «Видеолар» қолданбасындағы әрекеттеріңіз, қандай контентті және оны қандай құрылғыда қарайтыныңыз туралы ақпаратты жинаймыз. Осының арқасында біз функцияларды бейімдеп және ұсыныстарды жекелендіріп, сізге хабарландырулар жібере аламыз. Бұл деректерді осындай мақсатпен пайдаланудан төменде сипатталғандай бас тартуға болады.
ko: 또한 Apple은 사용자의 관심에 부합하는 기능과 개인 맞춤형 추천 제공 및 사용자에게 알림을 보내기 위해 비디오 앱에서의 사용자의 구입, 다운로드, 활동 및 어떤 콘텐츠를 어디서 시청하는지에 관한 정보를 수집합니다. 사용자는 해당 목적을 위한 데이터의 사용을 중단할 수 있습니다.
lt: Taip pat renkame informaciją apie jūsų pirkinius, atsisiuntimus, veiklą programoje „Vaizdo įrašai“, žiūrimą turinį ir jo žiūrėjimo vietą, kad galėtume pritaikyti funkcijas bei pasiūlyti suasmenintas rekomendacijas ir siųsti jums pranešimus. Galite neleisti naudoti duomenų šiuo tikslu, kaip nurodyta toliau.
ms: Kami juga mengumpulkan maklumat tentang pembelian, muat turun, aktiviti dalam app Video, kandungan yang anda tonton serta tempat anda menontonnya untuk memperibadikan ciri dan menawarkan pengesyoran yang diperibadikan serta untuk menghantar pemberitahuan kepada anda. Anda boleh menarik diri daripada penggunaan data untuk tujuan ini, seperti yang diterangkan di bawah.
nl: We verzamelen informatie over je aankopen, downloads en andere activiteiten in de Video's-app, en welk materiaal je bekijkt en waar je dit materiaal bekijkt, om functies en aanbevelingen op je af te stemmen en je meldingen te sturen. Je kunt het gebruik van gegevens voor dit doeleinde stopzetten zoals hieronder beschreven.
no: Vi samler også inn informasjon om kjøp, nedlastinger og aktivitet i Videoer-appen, og hvilket innhold du ser på, og hvor du ser på innhold, for å skreddersy funksjoner og tilby tilpassede anbefalinger til deg og for å sende varslinger. Du kan velge å fjerne tillatelsen til bruk av data til dette formålet, som beskrevet nedenfor.
pl: Gromadzimy także dane dotyczące Twoich zakupów, pobieranych rzeczy, aktywności w aplikacji Wideo, oglądanych przez Ciebie treści, oraz gdzie je oglądasz, aby móc dostosować te funkcje i oferować Ci spersonalizowane rekomendacje, a także wysyłać Ci powiadomienia. Możesz zrezygnować z wykorzystywania tych danych w tym celu zgodnie z opisem poniżej.
pt_br: Para oferecer recursos e recomendações personalizados e para enviar notificações a você, também coletamos informações sobre compras, downloads, atividades no app Vídeos, o conteúdo que você assiste e onde o assiste. Você pode desativar o uso de dados para esse propósito, conforme descrito abaixo.
pt_pt: Recolhemos igualmente informação acerca das suas compras, descargas, atividade na aplicação Vídeos, conteúdo que vê e onde o vê para personalizar funcionalidades e oferecer recomendações personalizadas, assim como enviar‑lhe notificações. Pode indicar que prefere que a informação não seja usada neste sentido, como abaixo descrito.
ro: De asemenea, colectăm informații despre achizițiile, descărcările și activitatea din aplicația Videoclipuri, conținutul pe care îl vizionați și unde îl vizionați, pentru a adapta funcționalitățile și pentru a oferi recomandări personalizate și a vă trimite notificări. Puteți opta împotriva utilizării datelor pentru acest scop, conform celor de mai jos.
ru: Кроме того, мы собираем информацию о Ваших покупках, загрузках и активности в приложении «Видео», а также сведения о том, какой контент и на каких устройствах Вы просматриваете. Благодаря этому мы можем персонализировать функции и рекомендации и отправлять Вам уведомления. Информация о том, как отказаться от передачи данных в этих целях, приведена далее.
sk: Zhromažďujeme aj informácie o vašich nákupoch, sťahovaní, aktivitách v apke Videá a sledovanom obsahu (čo sledujete a kde to sledujete) a tieto informácie používame na prispôsobenie funkcií, ponúkanie osobných odporúčaní a posielanie hlásení. Používanie dát na tieto účely môžete zakázať, ako je uvedené nižšie.
sl: Podatke o vaših nakupih, prenosih in aktivnosti v aplikaciji Videi, vsebini, ki si jo ogledate, ter mestih ogleda zbiramo tudi za prilagajanje funkcij, ponujanje prilagojenih priporočil in pošiljanje obvestil. Od uporabe podatkov v ta namen se lahko odjavite, kot je opisano spodaj.
sv: Vi samlar också in information om dina köp, hämtningar, aktivitet i appen Videor, innehållet du tittar på och var du tittar på det så att vi kan anpassa funktioner och erbjuda personliga rekommendationer samt skicka notiser till dig. Du kan välja att inte delta i användningen av data i detta syfte enligt beskrivningen nedan.
th: เรายังเก็บรวบรวมข้อมูลเกี่ยวกับสินค้าที่ซื้อ รายการดาวน์โหลด และกิจกรรมในแอปวิดีโอ รวมถึงเนื้อหาที่คุณรับชมและสถานที่ที่คุณรับชม เพื่อปรับแต่งคุณสมบัติและนำเสนอรายการแนะนำสำหรับคุณโดยเฉพาะ และส่งการแจ้งเตือนให้กับคุณ คุณสามารถยกเลิกการใช้ข้อมูลสำหรับจุดประสงค์นี้ได้ ตามที่อธิบายไว้ด้านล่าง
tr: Özellikleri size uygun hâle getirmek, kişiselleştirilmiş öneriler sunmak ve size bildirimler göndermek için satın alımlarınız, indirmeleriniz, Videolar uygulamasındaki etkinliğiniz, izlediğiniz içerikler ve nerede izlediğiniz hakkındaki bilgileri de toplarız. Verilerin bu amaçla kullanılmasını aşağıda açıklandığı şekilde istediğiniz zaman sonlandırabilirsiniz.
uk: Ми також збираємо інформацію про ваші покупки, викачування, дії в програмі «Відео», вміст, який ви дивитесь, і де ви його дивитесь, щоб підлаштувати функції під ваші потреби, пропонувати персоналізовані рекомендації та надсилати вам сповіщення. Ви можете відмовитись від використання цих даних із такою метою, як це описано нижче.
vi: Chúng tôi cũng thu thập thông tin về mục mua, bản tải về, hoạt động của bạn trong ứng dụng Video, nội dung bạn xem và nơi bạn xem nội dung đó để điều chỉnh tính năng, cung cấp đề xuất được cá nhân hóa và gửi thông báo cho bạn. Bạn có thể chọn không sử dụng dữ liệu cho mục đích này, như được mô tả ở bên dưới.
zh_cn: 我们还收集你在“视频”App中的购买、下载和操作以及观看内容与观看地点信息来改进功能、提供个性化推荐以及向你发送通知。你可以选择不将此类数据用于该用途，具体如下所述。
zh_hk: 我們也會收集你的購買項目、下載項目、「影片」App中的活動、你觀看的內容以及觀看的位置來度身訂造功能，並為你提供個人化的建議和傳送通知。你可以選擇不將此資料用於此用途，如下所述。
zh_tw: 我們也會收集你的購買項目、下載項目和「影片」App中的活動、你觀看的內容，以及你於何處觀看內容等資訊，來量身打造功能並為你提供個人化推薦並傳送通知。你可以選擇不將資料用於此用途，如下所述。
